---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Profilen1
source: html/9757637f-c098-3f8f-a341-0fd6c6bd80b0.htm
---
# Autodesk.Revit.DB.GroupTypeId.Profilen1 Property

Profile 1.

## Syntax (C#)
```csharp
public static ForgeTypeId Profilen1 { get; }
```